Repository: Basha0/WeatherApp
Catalog: weather/lib/l10n/app_*.arb
Languages: de

# title
source: weather App
de: Wetter App

source: Loading Weather...
de: Wetter wird geladen...

source: Loading Cities...
de: Städte werden geladen...

source: cancel
de: Abbrechen

source: Add City
de: Stadt Hinzufügen

# addCityTitle
source: Add a new City
de: Füge eine neue Stadt Hinzu!

source: City Name
de: Stadt Name

# cityNameEmptyTitle
source: City Name is Empty!
de: Stadt Name ist leer

# cityNameEmptyDesc
source: Please add a City Name to continue.
de: Bitte fügen Sie einen Namen für Ihre Stadt ein.

# cityNameExistsTitle
source: City allready exists
de: Stadt existiert bereits

# cityNameExistsDesc
source: Your City is allready in your list. Please add another City.
de: Die eingegebene Stadt ist bereits in ihrer Liste. Bitte wählen Sie eine andere Stadt

# cityLoadingStatus
source: City is being added...
de: Stadt wird hinzugefügt...

# dailyForecast
source: Weather forecast
de: Wetter Vorhersage

source: Day
de: Tag

source: Night
de: Nacht

source: Error
de: Fehler

# enableLocationServiceDesc
source: To use this function you need to enable your locataion.
de: Um diese Funktion zu nutzen, müssen Sie die Standort Funktion Ihres Smartphones aktvieren.

# grantLocationPermissionDesc
source: To use this function you need to allow the Application to access your locataion.
de: Die Applikation benötigt Zugriff auf Ihren Standort um diese Funktion nutzen zu können.
